Repository: ClassicUA/ipswDownloader
Catalog: ipswDownloader/*.lproj/Localizable.strings
Languages: ar

# %.2f / %.2f Mb (%.2f Mb/s)
source: %1$.2f / %2$.2f Mb (%3$.2f Mb/s)
ar: %1$.2f / %2$.2f م.ب (%3$.2f م.ب/ث)

# %i min %i sec
source: %1$i min %2$i sec
ar: %1$i دقيقة %2$i ثانية

source: %i sec
ar: %i ثانية

source: An update is available
ar: هناك تحديث متوفر

source: Are you sure want to cancel?
ar: هل أنت متأكد انك تريد الالغاء؟

source: Can't download ipsw list
ar: تعذر تحميل قائمة ipsw

source: Cancel Download
ar: الغاء التحميل

source: Connection error
ar: خطأ في الاتصال

source: Download to
ar: تحميل إلى

source: Expect to start download
ar: سيبدأ التحميل بعد قليل

source: No
ar: لا

source: No updates
ar: لا يوجد تحديثات

source: OK
ar: حسناً

source: Update
ar: تحديث

source: Would you like to update application now?
ar: هل تريد تحديث البرنامج الآن؟

source: Yes
ar: نعم

source: You are using the latest version
ar: أنت تستخدم أحدث إصدار

source: Download Complete
ar: اكتمل التحميل

source: Download Fail
ar: فشل التحميل

source: Download Canceled
ar: تم إلغاء التحميل

source: Download Paused
ar: تم ايقاف التحميل

source: Download Resume
ar: تم استئناف التحميل

source: SHA1 Checksum Fail
ar: فشل التدقيق للتجزئة

source: Resume
ar: استئناف

source: Pause
ar: إيقاف

source: No Internet Connection
ar: لا يوجد اتصال انترنت

source: Please check your Internet connection
ar: فضلاً تأكد من اتصالك بالإنترنت

source: Cancel
ar: لغاء

source: Download
ar: التحميل
